---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.ExtrusionFailures
source: html/26fe1e4e-7d18-1e07-d564-bb950317912b.htm
---
# BuiltInFailures.ExtrusionFailures Properties

Can't make Extrusion.